docs/results/k6-read-baseline.txt

         /\      Grafana   /‾‾/  
    /\  /  \     |\  __   /  /   
   /  \/    \    | |/ /  /   ‾‾\ 
  /          \   |   (  |  (‾)  |
 / __________ \  |_|\_\  \_____/ 


     execution: local
        script: scripts/k6-read.js
        output: -

     scenarios: (100.00%) 1 scenario, 50 max VUs, 5m30s max duration (incl. graceful stop):
              * default: Up to 50 looping VUs for 5m0s over 3 stages (gracefulRampDown: 30s, gracefulStop: 30s)


Run       [ 100% ] setup()
default   [   0% ]

Run       [ 100% ] setup()
default   [   0% ]

running (0m03.0s), 01/50 VUs, 0 complete and 0 interrupted iterations
default   [   0% ] 01/50 VUs  0m00.4s/5m00.0s

running (0m04.0s), 01/50 VUs, 2 complete and 0 interrupted iterations
default   [   0% ] 01/50 VUs  0m01.4s/5m00.0s

running (0m05.0s), 01/50 VUs, 3 complete and 0 interrupted iterations
default   [   1% ] 01/50 VUs  0m02.4s/5m00.0s

running (0m06.0s), 01/50 VUs, 5 complete and 0 interrupted iterations
default   [   1% ] 01/50 VUs  0m03.4s/5m00.0s

running (0m07.0s), 01/50 VUs, 7 complete and 0 interrupted iterations
default   [   1% ] 01/50 VUs  0m04.4s/5m00.0s

running (0m08.0s), 01/50 VUs, 9 complete and 0 interrupted iterations
default   [   2% ] 01/50 VUs  0m05.4s/5m00.0s

running (0m09.0s), 01/50 VUs, 10 complete and 0 interrupted iterations
default   [   2% ] 01/50 VUs  0m06.4s/5m00.0s

running (0m10.0s), 02/50 VUs, 13 complete and 0 interrupted iterations
default   [   2% ] 02/50 VUs  0m07.4s/5m00.0s

running (0m11.0s), 02/50 VUs, 16 complete and 0 interrupted iterations
default   [   3% ] 02/50 VUs  0m08.4s/5m00.0s

running (0m12.0s), 02/50 VUs, 20 complete and 0 interrupted iterations
default   [   3% ] 02/50 VUs  0m09.4s/5m00.0s

running (0m13.0s), 02/50 VUs, 23 complete and 0 interrupted iterations
default   [   3% ] 02/50 VUs  0m10.4s/5m00.0s

running (0m14.0s), 02/50 VUs, 26 complete and 0 interrupted iterations
default   [   4% ] 02/50 VUs  0m11.4s/5m00.0s

running (0m15.0s), 02/50 VUs, 30 complete and 0 interrupted iterations
default   [   4% ] 02/50 VUs  0m12.4s/5m00.0s

running (0m16.0s), 03/50 VUs, 33 complete and 0 interrupted iterations
default   [   4% ] 03/50 VUs  0m13.4s/5m00.0s

running (0m17.0s), 03/50 VUs, 37 complete and 0 interrupted iterations
default   [   5% ] 03/50 VUs  0m14.4s/5m00.0s

running (0m18.0s), 03/50 VUs, 43 complete and 0 interrupted iterations
default   [   5% ] 03/50 VUs  0m15.4s/5m00.0s

running (0m19.0s), 03/50 VUs, 47 complete and 0 interrupted iterations
default   [   5% ] 03/50 VUs  0m16.4s/5m00.0s

running (0m20.0s), 03/50 VUs, 52 complete and 0 interrupted iterations
default   [   6% ] 03/50 VUs  0m17.4s/5m00.0s

running (0m21.0s), 03/50 VUs, 57 complete and 0 interrupted iterations
default   [   6% ] 03/50 VUs  0m18.4s/5m00.0s

running (0m22.0s), 03/50 VUs, 62 complete and 0 interrupted iterations
default   [   6% ] 03/50 VUs  0m19.4s/5m00.0s

running (0m23.0s), 04/50 VUs, 67 complete and 0 interrupted iterations
default   [   7% ] 04/50 VUs  0m20.4s/5m00.0s

running (0m24.0s), 04/50 VUs, 75 complete and 0 interrupted iterations
default   [   7% ] 04/50 VUs  0m21.4s/5m00.0s

running (0m25.0s), 04/50 VUs, 80 complete and 0 interrupted iterations
default   [   7% ] 04/50 VUs  0m22.4s/5m00.0s

running (0m26.0s), 04/50 VUs, 87 complete and 0 interrupted iterations
default   [   8% ] 04/50 VUs  0m23.4s/5m00.0s

running (0m27.0s), 04/50 VUs, 95 complete and 0 interrupted iterations
default   [   8% ] 04/50 VUs  0m24.4s/5m00.0s

running (0m28.0s), 04/50 VUs, 99 complete and 0 interrupted iterations
default   [   8% ] 04/50 VUs  0m25.4s/5m00.0s

running (0m29.0s), 04/50 VUs, 107 complete and 0 interrupted iterations
default   [   9% ] 04/50 VUs  0m26.4s/5m00.0s

running (0m30.0s), 05/50 VUs, 115 complete and 0 interrupted iterations
default   [   9% ] 05/50 VUs  0m27.4s/5m00.0s

running (0m31.0s), 05/50 VUs, 121 complete and 0 interrupted iterations
default   [   9% ] 05/50 VUs  0m28.4s/5m00.0s

running (0m32.0s), 05/50 VUs, 131 complete and 0 interrupted iterations
default   [  10% ] 05/50 VUs  0m29.4s/5m00.0s

running (0m33.0s), 05/50 VUs, 140 complete and 0 interrupted iterations
default   [  10% ] 05/50 VUs  0m30.4s/5m00.0s

running (0m34.0s), 05/50 VUs, 146 complete and 0 interrupted iterations
default   [  10% ] 05/50 VUs  0m31.4s/5m00.0s

running (0m35.0s), 05/50 VUs, 156 complete and 0 interrupted iterations
default   [  11% ] 05/50 VUs  0m32.4s/5m00.0s

running (0m36.0s), 06/50 VUs, 166 complete and 0 interrupted iterations
default   [  11% ] 06/50 VUs  0m33.4s/5m00.0s

running (0m37.0s), 06/50 VUs, 173 complete and 0 interrupted iterations
default   [  11% ] 06/50 VUs  0m34.4s/5m00.0s

running (0m38.0s), 06/50 VUs, 184 complete and 0 interrupted iterations
default   [  12% ] 06/50 VUs  0m35.4s/5m00.0s

running (0m39.0s), 06/50 VUs, 196 complete and 0 interrupted iterations
default   [  12% ] 06/50 VUs  0m36.4s/5m00.0s

running (0m40.0s), 06/50 VUs, 205 complete and 0 interrupted iterations
default   [  12% ] 06/50 VUs  0m37.4s/5m00.0s

running (0m41.0s), 06/50 VUs, 214 complete and 0 interrupted iterations
default   [  13% ] 06/50 VUs  0m38.4s/5m00.0s

running (0m42.0s), 06/50 VUs, 226 complete and 0 interrupted iterations
default   [  13% ] 06/50 VUs  0m39.4s/5m00.0s

running (0m43.0s), 07/50 VUs, 237 complete and 0 interrupted iterations
default   [  13% ] 07/50 VUs  0m40.4s/5m00.0s

running (0m44.0s), 07/50 VUs, 246 complete and 0 interrupted iterations
default   [  14% ] 07/50 VUs  0m41.4s/5m00.0s

running (0m45.0s), 07/50 VUs, 259 complete and 0 interrupted iterations
default   [  14% ] 07/50 VUs  0m42.4s/5m00.0s

running (0m46.0s), 07/50 VUs, 273 complete and 0 interrupted iterations
default   [  14% ] 07/50 VUs  0m43.4s/5m00.0s

running (0m47.0s), 07/50 VUs, 284 complete and 0 interrupted iterations
default   [  15% ] 07/50 VUs  0m44.4s/5m00.0s

running (0m48.0s), 07/50 VUs, 294 complete and 0 interrupted iterations
default   [  15% ] 07/50 VUs  0m45.4s/5m00.0s

running (0m49.0s), 07/50 VUs, 308 complete and 0 interrupted iterations
default   [  15% ] 07/50 VUs  0m46.4s/5m00.0s

running (0m50.0s), 08/50 VUs, 321 complete and 0 interrupted iterations
default   [  16% ] 08/50 VUs  0m47.4s/5m00.0s

running (0m51.0s), 08/50 VUs, 331 complete and 0 interrupted iterations
default   [  16% ] 08/50 VUs  0m48.4s/5m00.0s

running (0m52.0s), 08/50 VUs, 347 complete and 0 interrupted iterations
default   [  16% ] 08/50 VUs  0m49.4s/5m00.0s

running (0m53.0s), 08/50 VUs, 361 complete and 0 interrupted iterations
default   [  17% ] 08/50 VUs  0m50.4s/5m00.0s

running (0m54.0s), 08/50 VUs, 372 complete and 0 interrupted iterations
default   [  17% ] 08/50 VUs  0m51.4s/5m00.0s

running (0m55.0s), 08/50 VUs, 387 complete and 0 interrupted iterations
default   [  17% ] 08/50 VUs  0m52.4s/5m00.0s

running (0m56.0s), 09/50 VUs, 402 complete and 0 interrupted iterations
default   [  18% ] 09/50 VUs  0m53.4s/5m00.0s

running (0m57.0s), 09/50 VUs, 415 complete and 0 interrupted iterations
default   [  18% ] 09/50 VUs  0m54.4s/5m00.0s

running (0m58.0s), 09/50 VUs, 430 complete and 0 interrupted iterations
default   [  18% ] 09/50 VUs  0m55.4s/5m00.0s

running (0m59.0s), 09/50 VUs, 447 complete and 0 interrupted iterations
default   [  19% ] 09/50 VUs  0m56.4s/5m00.0s

running (1m00.0s), 09/50 VUs, 460 complete and 0 interrupted iterations
default   [  19% ] 09/50 VUs  0m57.4s/5m00.0s

running (1m01.0s), 09/50 VUs, 476 complete and 0 interrupted iterations
default   [  19% ] 09/50 VUs  0m58.4s/5m00.0s

running (1m02.0s), 09/50 VUs, 492 complete and 0 interrupted iterations
default   [  20% ] 09/50 VUs  0m59.4s/5m00.0s

running (1m03.0s), 10/50 VUs, 509 complete and 0 interrupted iterations
default   [  20% ] 10/50 VUs  1m00.4s/5m00.0s

running (1m04.0s), 10/50 VUs, 524 complete and 0 interrupted iterations
default   [  20% ] 10/50 VUs  1m01.4s/5m00.0s

running (1m05.0s), 10/50 VUs, 540 complete and 0 interrupted iterations
default   [  21% ] 10/50 VUs  1m02.4s/5m00.0s

running (1m06.0s), 10/50 VUs, 560 complete and 0 interrupted iterations
default   [  21% ] 10/50 VUs  1m03.4s/5m00.0s

running (1m07.0s), 10/50 VUs, 574 complete and 0 interrupted iterations
default   [  21% ] 10/50 VUs  1m04.4s/5m00.0s

running (1m08.0s), 11/50 VUs, 595 complete and 0 interrupted iterations
default   [  22% ] 11/50 VUs  1m05.4s/5m00.0s

running (1m09.0s), 11/50 VUs, 613 complete and 0 interrupted iterations
default   [  22% ] 11/50 VUs  1m06.4s/5m00.0s

running (1m10.0s), 11/50 VUs, 628 complete and 0 interrupted iterations
default   [  22% ] 11/50 VUs  1m07.4s/5m00.0s

running (1m11.0s), 11/50 VUs, 650 complete and 0 interrupted iterations
default   [  23% ] 11/50 VUs  1m08.4s/5m00.0s

running (1m12.0s), 12/50 VUs, 668 complete and 0 interrupted iterations
default   [  23% ] 12/50 VUs  1m09.4s/5m00.0s

running (1m13.0s), 12/50 VUs, 686 complete and 0 interrupted iterations
default   [  23% ] 12/50 VUs  1m10.4s/5m00.0s

running (1m14.0s), 12/50 VUs, 708 complete and 0 interrupted iterations
default   [  24% ] 12/50 VUs  1m11.4s/5m00.0s

running (1m15.0s), 12/50 VUs, 729 complete and 0 interrupted iterations
default   [  24% ] 12/50 VUs  1m12.4s/5m00.0s

running (1m16.0s), 12/50 VUs, 748 complete and 0 interrupted iterations
default   [  24% ] 12/50 VUs  1m13.4s/5m00.0s

running (1m17.0s), 13/50 VUs, 769 complete and 0 interrupted iterations
default   [  25% ] 13/50 VUs  1m14.4s/5m00.0s

running (1m18.0s), 13/50 VUs, 792 complete and 0 interrupted iterations
default   [  25% ] 13/50 VUs  1m15.4s/5m00.0s

running (1m19.0s), 13/50 VUs, 813 complete and 0 interrupted iterations
default   [  25% ] 13/50 VUs  1m16.4s/5m00.0s

running (1m20.0s), 13/50 VUs, 835 complete and 0 interrupted iterations
default   [  26% ] 13/50 VUs  1m17.4s/5m00.0s

running (1m21.0s), 14/50 VUs, 860 complete and 0 interrupted iterations
default   [  26% ] 14/50 VUs  1m18.4s/5m00.0s

running (1m22.0s), 14/50 VUs, 881 complete and 0 interrupted iterations
default   [  26% ] 14/50 VUs  1m19.4s/5m00.0s

running (1m23.0s), 14/50 VUs, 903 complete and 0 interrupted iterations
default   [  27% ] 14/50 VUs  1m20.4s/5m00.0s

running (1m24.0s), 14/50 VUs, 928 complete and 0 interrupted iterations
default   [  27% ] 14/50 VUs  1m21.4s/5m00.0s

running (1m25.0s), 14/50 VUs, 951 complete and 0 interrupted iterations
default   [  27% ] 14/50 VUs  1m22.4s/5m00.0s

running (1m26.0s), 15/50 VUs, 974 complete and 0 interrupted iterations
default   [  28% ] 15/50 VUs  1m23.4s/5m00.0s

running (1m27.0s), 15/50 VUs, 1000 complete and 0 interrupted iterations
default   [  28% ] 15/50 VUs  1m24.4s/5m00.0s

running (1m28.0s), 15/50 VUs, 1025 complete and 0 interrupted iterations
default   [  28% ] 15/50 VUs  1m25.4s/5m00.0s

running (1m29.0s), 15/50 VUs, 1051 complete and 0 interrupted iterations
default   [  29% ] 15/50 VUs  1m26.4s/5m00.0s

running (1m30.0s), 16/50 VUs, 1075 complete and 0 interrupted iterations
default   [  29% ] 16/50 VUs  1m27.4s/5m00.0s

running (1m31.0s), 16/50 VUs, 1103 complete and 0 interrupted iterations
default   [  29% ] 16/50 VUs  1m28.4s/5m00.0s

running (1m32.0s), 16/50 VUs, 1132 complete and 0 interrupted iterations
default   [  30% ] 16/50 VUs  1m29.4s/5m00.0s

running (1m33.0s), 16/50 VUs, 1155 complete and 0 interrupted iterations
default   [  30% ] 16/50 VUs  1m30.4s/5m00.0s

running (1m34.0s), 16/50 VUs, 1184 complete and 0 interrupted iterations
default   [  30% ] 16/50 VUs  1m31.4s/5m00.0s

running (1m35.0s), 17/50 VUs, 1213 complete and 0 interrupted iterations
default   [  31% ] 17/50 VUs  1m32.4s/5m00.0s

running (1m36.0s), 17/50 VUs, 1242 complete and 0 interrupted iterations
default   [  31% ] 17/50 VUs  1m33.4s/5m00.0s

running (1m37.0s), 17/50 VUs, 1269 complete and 0 interrupted iterations
default   [  31% ] 17/50 VUs  1m34.4s/5m00.0s

running (1m38.0s), 17/50 VUs, 1300 complete and 0 interrupted iterations
default   [  32% ] 17/50 VUs  1m35.4s/5m00.0s

running (1m39.0s), 18/50 VUs, 1329 complete and 0 interrupted iterations
default   [  32% ] 18/50 VUs  1m36.4s/5m00.0s

running (1m40.0s), 18/50 VUs, 1356 complete and 0 interrupted iterations
default   [  32% ] 18/50 VUs  1m37.4s/5m00.0s

running (1m41.0s), 18/50 VUs, 1388 complete and 0 interrupted iterations
default   [  33% ] 18/50 VUs  1m38.4s/5m00.0s

running (1m42.0s), 18/50 VUs, 1422 complete and 0 interrupted iterations
default   [  33% ] 18/50 VUs  1m39.4s/5m00.0s

running (1m43.0s), 18/50 VUs, 1450 complete and 0 interrupted iterations
default   [  33% ] 18/50 VUs  1m40.4s/5m00.0s

running (1m44.0s), 19/50 VUs, 1483 complete and 0 interrupted iterations
default   [  34% ] 19/50 VUs  1m41.4s/5m00.0s

running (1m45.0s), 19/50 VUs, 1516 complete and 0 interrupted iterations
default   [  34% ] 19/50 VUs  1m42.4s/5m00.0s

running (1m46.0s), 19/50 VUs, 1545 complete and 0 interrupted iterations
default   [  34% ] 19/50 VUs  1m43.4s/5m00.0s

running (1m47.0s), 19/50 VUs, 1578 complete and 0 interrupted iterations
default   [  35% ] 19/50 VUs  1m44.4s/5m00.0s

running (1m48.0s), 20/50 VUs, 1611 complete and 0 interrupted iterations
default   [  35% ] 20/50 VUs  1m45.4s/5m00.0s

running (1m49.0s), 20/50 VUs, 1645 complete and 0 interrupted iterations
default   [  35% ] 20/50 VUs  1m46.4s/5m00.0s

running (1m50.0s), 20/50 VUs, 1679 complete and 0 interrupted iterations
default   [  36% ] 20/50 VUs  1m47.4s/5m00.0s

running (1m51.0s), 20/50 VUs, 1714 complete and 0 interrupted iterations
default   [  36% ] 20/50 VUs  1m48.4s/5m00.0s

running (1m52.0s), 20/50 VUs, 1749 complete and 0 interrupted iterations
default   [  36% ] 20/50 VUs  1m49.4s/5m00.0s

running (1m53.0s), 21/50 VUs, 1781 complete and 0 interrupted iterations
default   [  37% ] 21/50 VUs  1m50.4s/5m00.0s

running (1m54.0s), 21/50 VUs, 1817 complete and 0 interrupted iterations
default   [  37% ] 21/50 VUs  1m51.4s/5m00.0s

running (1m55.0s), 21/50 VUs, 1853 complete and 0 interrupted iterations
default   [  37% ] 21/50 VUs  1m52.4s/5m00.0s

running (1m56.0s), 21/50 VUs, 1887 complete and 0 interrupted iterations
default   [  38% ] 21/50 VUs  1m53.4s/5m00.0s

running (1m57.0s), 22/50 VUs, 1924 complete and 0 interrupted iterations
default   [  38% ] 22/50 VUs  1m54.4s/5m00.0s

running (1m58.0s), 22/50 VUs, 1958 complete and 0 interrupted iterations
default   [  38% ] 22/50 VUs  1m55.4s/5m00.0s

running (1m59.0s), 22/50 VUs, 1996 complete and 0 interrupted iterations
default   [  39% ] 22/50 VUs  1m56.4s/5m00.0s

running (2m00.0s), 22/50 VUs, 2037 complete and 0 interrupted iterations
default   [  39% ] 22/50 VUs  1m57.4s/5m00.0s

running (2m01.0s), 22/50 VUs, 2071 complete and 0 interrupted iterations
default   [  39% ] 22/50 VUs  1m58.4s/5m00.0s

running (2m02.0s), 23/50 VUs, 2108 complete and 0 interrupted iterations
default   [  40% ] 23/50 VUs  1m59.4s/5m00.0s

running (2m03.0s), 23/50 VUs, 2150 complete and 0 interrupted iterations
default   [  40% ] 23/50 VUs  2m00.4s/5m00.0s

running (2m04.0s), 23/50 VUs, 2187 complete and 0 interrupted iterations
default   [  40% ] 23/50 VUs  2m01.4s/5m00.0s

running (2m05.0s), 23/50 VUs, 2226 complete and 0 interrupted iterations
default   [  41% ] 23/50 VUs  2m02.4s/5m00.0s

running (2m06.0s), 24/50 VUs, 2267 complete and 0 interrupted iterations
default   [  41% ] 24/50 VUs  2m03.4s/5m00.0s

running (2m07.0s), 24/50 VUs, 2305 complete and 0 interrupted iterations
default   [  41% ] 24/50 VUs  2m04.4s/5m00.0s

running (2m08.0s), 24/50 VUs, 2347 complete and 0 interrupted iterations
default   [  42% ] 24/50 VUs  2m05.4s/5m00.0s

running (2m09.0s), 24/50 VUs, 2387 complete and 0 interrupted iterations
default   [  42% ] 24/50 VUs  2m06.4s/5m00.0s

running (2m10.0s), 24/50 VUs, 2431 complete and 0 interrupted iterations
default   [  42% ] 24/50 VUs  2m07.4s/5m00.0s

running (2m11.0s), 25/50 VUs, 2472 complete and 0 interrupted iterations
default   [  43% ] 25/50 VUs  2m08.4s/5m00.0s

running (2m12.0s), 25/50 VUs, 2511 complete and 0 interrupted iterations
default   [  43% ] 25/50 VUs  2m09.4s/5m00.0s

running (2m13.0s), 25/50 VUs, 2556 complete and 0 interrupted iterations
default   [  43% ] 25/50 VUs  2m10.4s/5m00.0s

running (2m14.0s), 25/50 VUs, 2599 complete and 0 interrupted iterations
default   [  44% ] 25/50 VUs  2m11.4s/5m00.0s

running (2m15.0s), 26/50 VUs, 2642 complete and 0 interrupted iterations
default   [  44% ] 26/50 VUs  2m12.4s/5m00.0s

running (2m16.0s), 26/50 VUs, 2682 complete and 0 interrupted iterations
default   [  44% ] 26/50 VUs  2m13.4s/5m00.0s

running (2m17.0s), 26/50 VUs, 2724 complete and 0 interrupted iterations
default   [  45% ] 26/50 VUs  2m14.4s/5m00.0s

running (2m18.0s), 26/50 VUs, 2763 complete and 0 interrupted iterations
default   [  45% ] 26/50 VUs  2m15.4s/5m00.0s

running (2m19.0s), 26/50 VUs, 2810 complete and 0 interrupted iterations
default   [  45% ] 26/50 VUs  2m16.4s/5m00.0s

running (2m20.0s), 27/50 VUs, 2856 complete and 0 interrupted iterations
default   [  46% ] 27/50 VUs  2m17.4s/5m00.0s

running (2m21.0s), 27/50 VUs, 2899 complete and 0 interrupted iterations
default   [  46% ] 27/50 VUs  2m18.4s/5m00.0s

running (2m22.0s), 27/50 VUs, 2945 complete and 0 interrupted iterations
default   [  46% ] 27/50 VUs  2m19.4s/5m00.0s

running (2m23.0s), 27/50 VUs, 2993 complete and 0 interrupted iterations
default   [  47% ] 27/50 VUs  2m20.4s/5m00.0s

running (2m24.0s), 28/50 VUs, 3036 complete and 0 interrupted iterations
default   [  47% ] 28/50 VUs  2m21.4s/5m00.0s

running (2m25.0s), 28/50 VUs, 3084 complete and 0 interrupted iterations
default   [  47% ] 28/50 VUs  2m22.4s/5m00.0s

running (2m26.0s), 28/50 VUs, 3133 complete and 0 interrupted iterations
default   [  48% ] 28/50 VUs  2m23.4s/5m00.0s

running (2m27.0s), 28/50 VUs, 3177 complete and 0 interrupted iterations
default   [  48% ] 28/50 VUs  2m24.4s/5m00.0s

running (2m28.0s), 28/50 VUs, 3227 complete and 0 interrupted iterations
default   [  48% ] 28/50 VUs  2m25.4s/5m00.0s

running (2m29.0s), 29/50 VUs, 3275 complete and 0 interrupted iterations
default   [  49% ] 29/50 VUs  2m26.4s/5m00.0s

running (2m30.0s), 29/50 VUs, 3322 complete and 0 interrupted iterations
default   [  49% ] 29/50 VUs  2m27.4s/5m00.0s

running (2m31.0s), 29/50 VUs, 3372 complete and 0 interrupted iterations
default   [  49% ] 29/50 VUs  2m28.4s/5m00.0s

running (2m32.0s), 29/50 VUs, 3422 complete and 0 interrupted iterations
default   [  50% ] 29/50 VUs  2m29.4s/5m00.0s

running (2m33.0s), 30/50 VUs, 3471 complete and 0 interrupted iterations
default   [  50% ] 30/50 VUs  2m30.4s/5m00.0s

running (2m34.0s), 30/50 VUs, 3521 complete and 0 interrupted iterations
default   [  50% ] 30/50 VUs  2m31.4s/5m00.0s

running (2m35.0s), 30/50 VUs, 3571 complete and 0 interrupted iterations
default   [  51% ] 30/50 VUs  2m32.4s/5m00.0s

running (2m36.0s), 30/50 VUs, 3623 complete and 0 interrupted iterations
default   [  51% ] 30/50 VUs  2m33.4s/5m00.0s

running (2m37.0s), 30/50 VUs, 3672 complete and 0 interrupted iterations
default   [  51% ] 30/50 VUs  2m34.4s/5m00.0s

running (2m38.0s), 31/50 VUs, 3725 complete and 0 interrupted iterations
default   [  52% ] 31/50 VUs  2m35.4s/5m00.0s

running (2m39.0s), 31/50 VUs, 3778 complete and 0 interrupted iterations
default   [  52% ] 31/50 VUs  2m36.4s/5m00.0s

running (2m40.0s), 31/50 VUs, 3828 complete and 0 interrupted iterations
default   [  52% ] 31/50 VUs  2m37.4s/5m00.0s

running (2m41.0s), 31/50 VUs, 3885 complete and 0 interrupted iterations
default   [  53% ] 31/50 VUs  2m38.4s/5m00.0s

running (2m42.0s), 32/50 VUs, 3936 complete and 0 interrupted iterations
default   [  53% ] 32/50 VUs  2m39.4s/5m00.0s

running (2m43.0s), 32/50 VUs, 3986 complete and 0 interrupted iterations
default   [  53% ] 32/50 VUs  2m40.4s/5m00.0s

running (2m44.0s), 32/50 VUs, 4044 complete and 0 interrupted iterations
default   [  54% ] 32/50 VUs  2m41.4s/5m00.0s

running (2m45.0s), 32/50 VUs, 4100 complete and 0 interrupted iterations
default   [  54% ] 32/50 VUs  2m42.4s/5m00.0s

running (2m46.0s), 32/50 VUs, 4143 complete and 0 interrupted iterations
default   [  54% ] 32/50 VUs  2m43.4s/5m00.0s

running (2m47.0s), 33/50 VUs, 4205 complete and 0 interrupted iterations
default   [  55% ] 33/50 VUs  2m44.4s/5m00.0s

running (2m48.0s), 33/50 VUs, 4262 complete and 0 interrupted iterations
default   [  55% ] 33/50 VUs  2m45.4s/5m00.0s

running (2m49.0s), 33/50 VUs, 4308 complete and 0 interrupted iterations
default   [  55% ] 33/50 VUs  2m46.4s/5m00.0s

running (2m50.0s), 33/50 VUs, 4373 complete and 0 interrupted iterations
default   [  56% ] 33/50 VUs  2m47.4s/5m00.0s

running (2m51.0s), 34/50 VUs, 4429 complete and 0 interrupted iterations
default   [  56% ] 34/50 VUs  2m48.4s/5m00.0s

running (2m52.0s), 34/50 VUs, 4479 complete and 0 interrupted iterations
default   [  56% ] 34/50 VUs  2m49.4s/5m00.0s

running (2m53.0s), 34/50 VUs, 4541 complete and 0 interrupted iterations
default   [  57% ] 34/50 VUs  2m50.4s/5m00.0s

running (2m54.0s), 34/50 VUs, 4601 complete and 0 interrupted iterations
default   [  57% ] 34/50 VUs  2m51.4s/5m00.0s

running (2m55.0s), 34/50 VUs, 4655 complete and 0 interrupted iterations
default   [  57% ] 34/50 VUs  2m52.4s/5m00.0s

running (2m56.0s), 35/50 VUs, 4713 complete and 0 interrupted iterations
default   [  58% ] 35/50 VUs  2m53.4s/5m00.0s

running (2m57.0s), 35/50 VUs, 4779 complete and 0 interrupted iterations
default   [  58% ] 35/50 VUs  2m54.4s/5m00.0s

running (2m58.0s), 35/50 VUs, 4832 complete and 0 interrupted iterations
default   [  58% ] 35/50 VUs  2m55.4s/5m00.0s

running (2m59.0s), 35/50 VUs, 4892 complete and 0 interrupted iterations
default   [  59% ] 35/50 VUs  2m56.4s/5m00.0s

running (3m00.0s), 36/50 VUs, 4955 complete and 0 interrupted iterations
default   [  59% ] 36/50 VUs  2m57.4s/5m00.0s

running (3m01.0s), 36/50 VUs, 5014 complete and 0 interrupted iterations
default   [  59% ] 36/50 VUs  2m58.4s/5m00.0s

running (3m02.0s), 36/50 VUs, 5072 complete and 0 interrupted iterations
default   [  60% ] 36/50 VUs  2m59.4s/5m00.0s

running (3m03.0s), 36/50 VUs, 5135 complete and 0 interrupted iterations
default   [  60% ] 36/50 VUs  3m00.4s/5m00.0s

running (3m04.0s), 36/50 VUs, 5199 complete and 0 interrupted iterations
default   [  60% ] 36/50 VUs  3m01.4s/5m00.0s

running (3m05.0s), 37/50 VUs, 5256 complete and 0 interrupted iterations
default   [  61% ] 37/50 VUs  3m02.4s/5m00.0s

running (3m06.0s), 37/50 VUs, 5320 complete and 0 interrupted iterations
default   [  61% ] 37/50 VUs  3m03.4s/5m00.0s

running (3m07.0s), 37/50 VUs, 5387 complete and 0 interrupted iterations
default   [  61% ] 37/50 VUs  3m04.4s/5m00.0s

running (3m08.0s), 37/50 VUs, 5443 complete and 0 interrupted iterations
default   [  62% ] 37/50 VUs  3m05.4s/5m00.0s

running (3m09.0s), 38/50 VUs, 5508 complete and 0 interrupted iterations
default   [  62% ] 38/50 VUs  3m06.4s/5m00.0s

running (3m10.0s), 38/50 VUs, 5576 complete and 0 interrupted iterations
default   [  62% ] 38/50 VUs  3m07.4s/5m00.0s

running (3m11.0s), 38/50 VUs, 5636 complete and 0 interrupted iterations
default   [  63% ] 38/50 VUs  3m08.4s/5m00.0s

running (3m12.0s), 38/50 VUs, 5701 complete and 0 interrupted iterations
default   [  63% ] 38/50 VUs  3m09.4s/5m00.0s

running (3m13.0s), 38/50 VUs, 5771 complete and 0 interrupted iterations
default   [  63% ] 38/50 VUs  3m10.4s/5m00.0s

running (3m14.0s), 39/50 VUs, 5830 complete and 0 interrupted iterations
default   [  64% ] 39/50 VUs  3m11.4s/5m00.0s

running (3m15.0s), 39/50 VUs, 5900 complete and 0 interrupted iterations
default   [  64% ] 39/50 VUs  3m12.4s/5m00.0s

running (3m16.0s), 39/50 VUs, 5954 complete and 0 interrupted iterations
default   [  64% ] 39/50 VUs  3m13.4s/5m00.0s

running (3m17.0s), 39/50 VUs, 6019 complete and 0 interrupted iterations
default   [  65% ] 39/50 VUs  3m14.4s/5m00.0s

running (3m18.0s), 40/50 VUs, 6082 complete and 0 interrupted iterations
default   [  65% ] 40/50 VUs  3m15.4s/5m00.0s

running (3m19.0s), 40/50 VUs, 6145 complete and 0 interrupted iterations
default   [  65% ] 40/50 VUs  3m16.4s/5m00.0s

running (3m20.0s), 40/50 VUs, 6210 complete and 0 interrupted iterations
default   [  66% ] 40/50 VUs  3m17.4s/5m00.0s

running (3m21.0s), 40/50 VUs, 6279 complete and 0 interrupted iterations
default   [  66% ] 40/50 VUs  3m18.4s/5m00.0s

running (3m22.0s), 40/50 VUs, 6344 complete and 0 interrupted iterations
default   [  66% ] 40/50 VUs  3m19.4s/5m00.0s

running (3m23.0s), 41/50 VUs, 6412 complete and 0 interrupted iterations
default   [  67% ] 41/50 VUs  3m20.4s/5m00.0s

running (3m24.0s), 41/50 VUs, 6482 complete and 0 interrupted iterations
default   [  67% ] 41/50 VUs  3m21.4s/5m00.0s

running (3m25.0s), 41/50 VUs, 6552 complete and 0 interrupted iterations
default   [  67% ] 41/50 VUs  3m22.4s/5m00.0s

running (3m26.0s), 41/50 VUs, 6622 complete and 0 interrupted iterations
default   [  68% ] 41/50 VUs  3m23.4s/5m00.0s

running (3m27.0s), 42/50 VUs, 6689 complete and 0 interrupted iterations
default   [  68% ] 42/50 VUs  3m24.4s/5m00.0s

running (3m28.0s), 42/50 VUs, 6759 complete and 0 interrupted iterations
default   [  68% ] 42/50 VUs  3m25.4s/5m00.0s

running (3m29.0s), 42/50 VUs, 6833 complete and 0 interrupted iterations
default   [  69% ] 42/50 VUs  3m26.4s/5m00.0s

running (3m30.0s), 42/50 VUs, 6901 complete and 0 interrupted iterations
default   [  69% ] 42/50 VUs  3m27.4s/5m00.0s

running (3m31.0s), 42/50 VUs, 6975 complete and 0 interrupted iterations
default   [  69% ] 42/50 VUs  3m28.4s/5m00.0s

running (3m32.0s), 43/50 VUs, 7048 complete and 0 interrupted iterations
default   [  70% ] 43/50 VUs  3m29.4s/5m00.0s

running (3m33.0s), 43/50 VUs, 7118 complete and 0 interrupted iterations
default   [  70% ] 43/50 VUs  3m30.4s/5m00.0s

running (3m34.0s), 43/50 VUs, 7192 complete and 0 interrupted iterations
default   [  70% ] 43/50 VUs  3m31.4s/5m00.0s

running (3m35.0s), 43/50 VUs, 7267 complete and 0 interrupted iterations
default   [  71% ] 43/50 VUs  3m32.4s/5m00.0s

running (3m36.0s), 44/50 VUs, 7336 complete and 0 interrupted iterations
default   [  71% ] 44/50 VUs  3m33.4s/5m00.0s

running (3m37.0s), 44/50 VUs, 7413 complete and 0 interrupted iterations
default   [  71% ] 44/50 VUs  3m34.4s/5m00.0s

running (3m38.0s), 44/50 VUs, 7487 complete and 0 interrupted iterations
default   [  72% ] 44/50 VUs  3m35.4s/5m00.0s

running (3m39.0s), 44/50 VUs, 7563 complete and 0 interrupted iterations
default   [  72% ] 44/50 VUs  3m36.4s/5m00.0s

running (3m40.0s), 44/50 VUs, 7639 complete and 0 interrupted iterations
default   [  72% ] 44/50 VUs  3m37.4s/5m00.0s

running (3m41.0s), 45/50 VUs, 7711 complete and 0 interrupted iterations
default   [  73% ] 45/50 VUs  3m38.4s/5m00.0s

running (3m42.0s), 45/50 VUs, 7791 complete and 0 interrupted iterations
default   [  73% ] 45/50 VUs  3m39.4s/5m00.0s

running (3m43.0s), 45/50 VUs, 7868 complete and 0 interrupted iterations
default   [  73% ] 45/50 VUs  3m40.4s/5m00.0s

running (3m44.0s), 45/50 VUs, 7939 complete and 0 interrupted iterations
default   [  74% ] 45/50 VUs  3m41.4s/5m00.0s

running (3m45.0s), 46/50 VUs, 8021 complete and 0 interrupted iterations
default   [  74% ] 46/50 VUs  3m42.4s/5m00.0s

running (3m46.0s), 46/50 VUs, 8094 complete and 0 interrupted iterations
default   [  74% ] 46/50 VUs  3m43.4s/5m00.0s

running (3m47.0s), 46/50 VUs, 8165 complete and 0 interrupted iterations
default   [  75% ] 46/50 VUs  3m44.4s/5m00.0s

running (3m48.0s), 46/50 VUs, 8254 complete and 0 interrupted iterations
default   [  75% ] 46/50 VUs  3m45.4s/5m00.0s

running (3m49.0s), 46/50 VUs, 8323 complete and 0 interrupted iterations
default   [  75% ] 46/50 VUs  3m46.4s/5m00.0s

running (3m50.0s), 47/50 VUs, 8402 complete and 0 interrupted iterations
default   [  76% ] 47/50 VUs  3m47.4s/5m00.0s

running (3m51.0s), 47/50 VUs, 8487 complete and 0 interrupted iterations
default   [  76% ] 47/50 VUs  3m48.4s/5m00.0s

running (3m52.0s), 47/50 VUs, 8564 complete and 0 interrupted iterations
default   [  76% ] 47/50 VUs  3m49.4s/5m00.0s

running (3m53.0s), 47/50 VUs, 8640 complete and 0 interrupted iterations
default   [  77% ] 47/50 VUs  3m50.4s/5m00.0s

running (3m54.0s), 48/50 VUs, 8726 complete and 0 interrupted iterations
default   [  77% ] 48/50 VUs  3m51.4s/5m00.0s

running (3m55.0s), 48/50 VUs, 8806 complete and 0 interrupted iterations
default   [  77% ] 48/50 VUs  3m52.4s/5m00.0s

running (3m56.0s), 48/50 VUs, 8884 complete and 0 interrupted iterations
default   [  78% ] 48/50 VUs  3m53.4s/5m00.0s

running (3m57.0s), 48/50 VUs, 8966 complete and 0 interrupted iterations
default   [  78% ] 48/50 VUs  3m54.4s/5m00.0s

running (3m58.0s), 48/50 VUs, 9048 complete and 0 interrupted iterations
default   [  78% ] 48/50 VUs  3m55.4s/5m00.0s

running (3m59.0s), 49/50 VUs, 9125 complete and 0 interrupted iterations
default   [  79% ] 49/50 VUs  3m56.4s/5m00.0s

running (4m00.0s), 49/50 VUs, 9212 complete and 0 interrupted iterations
default   [  79% ] 49/50 VUs  3m57.4s/5m00.0s

running (4m01.0s), 49/50 VUs, 9292 complete and 0 interrupted iterations
default   [  79% ] 49/50 VUs  3m58.4s/5m00.0s

running (4m02.0s), 49/50 VUs, 9376 complete and 0 interrupted iterations
default   [  80% ] 49/50 VUs  3m59.4s/5m00.0s

running (4m03.0s), 50/50 VUs, 9459 complete and 0 interrupted iterations
default   [  80% ] 50/50 VUs  4m00.4s/5m00.0s

running (4m04.0s), 49/50 VUs, 9542 complete and 0 interrupted iterations
default   [  80% ] 49/50 VUs  4m01.4s/5m00.0s

running (4m05.0s), 49/50 VUs, 9625 complete and 0 interrupted iterations
default   [  81% ] 49/50 VUs  4m02.4s/5m00.0s

running (4m06.0s), 48/50 VUs, 9711 complete and 0 interrupted iterations
default   [  81% ] 48/50 VUs  4m03.4s/5m00.0s

running (4m07.0s), 47/50 VUs, 9788 complete and 0 interrupted iterations
default   [  81% ] 47/50 VUs  4m04.4s/5m00.0s

running (4m08.0s), 46/50 VUs, 9867 complete and 0 interrupted iterations
default   [  82% ] 46/50 VUs  4m05.4s/5m00.0s

running (4m09.0s), 45/50 VUs, 9946 complete and 0 interrupted iterations
default   [  82% ] 45/50 VUs  4m06.4s/5m00.0s

running (4m10.0s), 45/50 VUs, 10019 complete and 0 interrupted iterations
default   [  82% ] 45/50 VUs  4m07.4s/5m00.0s

running (4m11.0s), 44/50 VUs, 10099 complete and 0 interrupted iterations
default   [  83% ] 44/50 VUs  4m08.4s/5m00.0s

running (4m12.0s), 43/50 VUs, 10173 complete and 0 interrupted iterations
default   [  83% ] 43/50 VUs  4m09.4s/5m00.0s

running (4m13.0s), 42/50 VUs, 10241 complete and 0 interrupted iterations
default   [  83% ] 42/50 VUs  4m10.4s/5m00.0s

running (4m14.0s), 41/50 VUs, 10315 complete and 0 interrupted iterations
default   [  84% ] 41/50 VUs  4m11.4s/5m00.0s

running (4m15.0s), 41/50 VUs, 10383 complete and 0 interrupted iterations
default   [  84% ] 41/50 VUs  4m12.4s/5m00.0s

running (4m16.0s), 40/50 VUs, 10443 complete and 0 interrupted iterations
default   [  84% ] 40/50 VUs  4m13.4s/5m00.0s

running (4m17.0s), 39/50 VUs, 10511 complete and 0 interrupted iterations
default   [  85% ] 39/50 VUs  4m14.4s/5m00.0s

running (4m18.0s), 38/50 VUs, 10574 complete and 0 interrupted iterations
default   [  85% ] 38/50 VUs  4m15.4s/5m00.0s

running (4m19.0s), 37/50 VUs, 10636 complete and 0 interrupted iterations
default   [  85% ] 37/50 VUs  4m16.4s/5m00.0s

running (4m20.0s), 36/50 VUs, 10702 complete and 0 interrupted iterations
default   [  86% ] 36/50 VUs  4m17.4s/5m00.0s

running (4m21.0s), 35/50 VUs, 10756 complete and 0 interrupted iterations
default   [  86% ] 35/50 VUs  4m18.4s/5m00.0s

running (4m22.0s), 35/50 VUs, 10816 complete and 0 interrupted iterations
default   [  86% ] 35/50 VUs  4m19.4s/5m00.0s

running (4m23.0s), 34/50 VUs, 10878 complete and 0 interrupted iterations
default   [  87% ] 34/50 VUs  4m20.4s/5m00.0s

running (4m24.0s), 33/50 VUs, 10936 complete and 0 interrupted iterations
default   [  87% ] 33/50 VUs  4m21.4s/5m00.0s

running (4m25.0s), 32/50 VUs, 10986 complete and 0 interrupted iterations
default   [  87% ] 32/50 VUs  4m22.4s/5m00.0s

running (4m26.0s), 31/50 VUs, 11043 complete and 0 interrupted iterations
default   [  88% ] 31/50 VUs  4m23.4s/5m00.0s

running (4m27.0s), 30/50 VUs, 11097 complete and 0 interrupted iterations
default   [  88% ] 30/50 VUs  4m24.4s/5m00.0s

running (4m28.0s), 30/50 VUs, 11143 complete and 0 interrupted iterations
default   [  88% ] 30/50 VUs  4m25.4s/5m00.0s

running (4m29.0s), 29/50 VUs, 11195 complete and 0 interrupted iterations
default   [  89% ] 29/50 VUs  4m26.4s/5m00.0s

running (4m30.0s), 28/50 VUs, 11248 complete and 0 interrupted iterations
default   [  89% ] 28/50 VUs  4m27.4s/5m00.0s

running (4m31.0s), 27/50 VUs, 11291 complete and 0 interrupted iterations
default   [  89% ] 27/50 VUs  4m28.4s/5m00.0s

running (4m32.0s), 26/50 VUs, 11337 complete and 0 interrupted iterations
default   [  90% ] 26/50 VUs  4m29.4s/5m00.0s

running (4m33.0s), 25/50 VUs, 11383 complete and 0 interrupted iterations
default   [  90% ] 25/50 VUs  4m30.4s/5m00.0s

running (4m34.0s), 24/50 VUs, 11423 complete and 0 interrupted iterations
default   [  90% ] 24/50 VUs  4m31.4s/5m00.0s

running (4m35.0s), 24/50 VUs, 11464 complete and 0 interrupted iterations
default   [  91% ] 24/50 VUs  4m32.4s/5m00.0s

running (4m36.0s), 23/50 VUs, 11507 complete and 0 interrupted iterations
default   [  91% ] 23/50 VUs  4m33.4s/5m00.0s

running (4m37.0s), 22/50 VUs, 11541 complete and 0 interrupted iterations
default   [  91% ] 22/50 VUs  4m34.4s/5m00.0s

running (4m38.0s), 21/50 VUs, 11581 complete and 0 interrupted iterations
default   [  92% ] 21/50 VUs  4m35.4s/5m00.0s

running (4m39.0s), 20/50 VUs, 11618 complete and 0 interrupted iterations
default   [  92% ] 20/50 VUs  4m36.4s/5m00.0s

running (4m40.0s), 20/50 VUs, 11648 complete and 0 interrupted iterations
default   [  92% ] 20/50 VUs  4m37.4s/5m00.0s

running (4m41.0s), 19/50 VUs, 11683 complete and 0 interrupted iterations
default   [  93% ] 19/50 VUs  4m38.4s/5m00.0s

running (4m42.0s), 18/50 VUs, 11716 complete and 0 interrupted iterations
default   [  93% ] 18/50 VUs  4m39.4s/5m00.0s

running (4m43.0s), 17/50 VUs, 11745 complete and 0 interrupted iterations
default   [  93% ] 17/50 VUs  4m40.4s/5m00.0s

running (4m44.0s), 16/50 VUs, 11773 complete and 0 interrupted iterations
default   [  94% ] 16/50 VUs  4m41.4s/5m00.0s

running (4m45.0s), 15/50 VUs, 11802 complete and 0 interrupted iterations
default   [  94% ] 15/50 VUs  4m42.4s/5m00.0s

running (4m46.0s), 14/50 VUs, 11825 complete and 0 interrupted iterations
default   [  94% ] 14/50 VUs  4m43.4s/5m00.0s

running (4m47.0s), 14/50 VUs, 11849 complete and 0 interrupted iterations
default   [  95% ] 14/50 VUs  4m44.4s/5m00.0s

running (4m48.0s), 13/50 VUs, 11873 complete and 0 interrupted iterations
default   [  95% ] 13/50 VUs  4m45.4s/5m00.0s

running (4m49.0s), 12/50 VUs, 11893 complete and 0 interrupted iterations
default   [  95% ] 12/50 VUs  4m46.4s/5m00.0s

running (4m50.0s), 11/50 VUs, 11914 complete and 0 interrupted iterations
default   [  96% ] 11/50 VUs  4m47.4s/5m00.0s

running (4m51.0s), 10/50 VUs, 11934 complete and 0 interrupted iterations
default   [  96% ] 10/50 VUs  4m48.4s/5m00.0s

running (4m52.0s), 10/50 VUs, 11952 complete and 0 interrupted iterations
default   [  96% ] 10/50 VUs  4m49.4s/5m00.0s

running (4m53.0s), 08/50 VUs, 11966 complete and 0 interrupted iterations
default   [  97% ] 08/50 VUs  4m50.4s/5m00.0s

running (4m54.0s), 08/50 VUs, 11981 complete and 0 interrupted iterations
default   [  97% ] 08/50 VUs  4m51.4s/5m00.0s

running (4m55.0s), 07/50 VUs, 11995 complete and 0 interrupted iterations
default   [  97% ] 07/50 VUs  4m52.4s/5m00.0s

running (4m56.0s), 06/50 VUs, 12006 complete and 0 interrupted iterations
default   [  98% ] 06/50 VUs  4m53.4s/5m00.0s

running (4m57.0s), 06/50 VUs, 12015 complete and 0 interrupted iterations
default   [  98% ] 06/50 VUs  4m54.4s/5m00.0s

running (4m58.0s), 04/50 VUs, 12026 complete and 0 interrupted iterations
default   [  98% ] 04/50 VUs  4m55.4s/5m00.0s

running (4m59.0s), 04/50 VUs, 12032 complete and 0 interrupted iterations
default   [  99% ] 04/50 VUs  4m56.4s/5m00.0s

running (5m00.0s), 03/50 VUs, 12038 complete and 0 interrupted iterations
default   [  99% ] 03/50 VUs  4m57.4s/5m00.0s

running (5m01.0s), 02/50 VUs, 12043 complete and 0 interrupted iterations
default   [  99% ] 02/50 VUs  4m58.4s/5m00.0s

running (5m02.0s), 01/50 VUs, 12046 complete and 0 interrupted iterations
default   [ 100% ] 01/50 VUs  4m59.4s/5m00.0s


  █ THRESHOLDS 

    http_req_duration
    ✓ 'p(95)<300' p(95)=132.23ms

    http_req_failed
    ✓ 'rate<0.01' rate=0.00%


  █ TOTAL RESULTS 

    checks_total.......: 12049   39.768381/s
    checks_succeeded...: 100.00% 12049 out of 12049
    checks_failed......: 0.00%   0 out of 12049

    ✓ signup 201
    ✓ status 200

    HTTP
    http_req_duration..............: avg=92.29ms  min=67.91ms  med=83.52ms  max=492.08ms p(90)=123.73ms p(95)=132.23ms
      { expected_response:true }...: avg=92.29ms  min=67.91ms  med=83.52ms  max=492.08ms p(90)=123.73ms p(95)=132.23ms
    http_req_failed................: 0.00%  0 out of 12074
    http_reqs......................: 12074  39.850895/s

    EXECUTION
    iteration_duration.............: avg=593.56ms min=568.44ms med=584.32ms max=1.03s    p(90)=624.94ms p(95)=634.32ms
    iterations.....................: 12048  39.765081/s
    vus............................: 1      min=0          max=50
    vus_max........................: 50     min=50         max=50

    NETWORK
    data_received..................: 49 MB  162 kB/s
    data_sent......................: 2.3 MB 7.6 kB/s



running (5m03.0s), 00/50 VUs, 12048 complete and 0 interrupted iterations
default ✓ [ 100% ] 00/50 VUs  5m0s